content/projects/projects.org
#+TITLE: Projects
#+AUTHOR: Haider M

* My Projects
I am running quite a few projects at the moment.
Here are some information on them.

** This website
Yes, this website is a project of mine.
I never seem to get the CSS just right.

** Spinter
[[https://github.com/Haider-Mirza/Spinter][Spinter]] is a test of manipulation of OpenGL and C++ but I have plans to transform this to a game engine.
Nothing is final but this is my current plans.

